<template>
  <div class="courseProtocol">
    <div>《九斗云课服务协议（作者版）》</div>
    <ul>
      <li>一、基本原则</li>
      <li>
        1.1本补充协议是您（以下也称“作者”或“云课作者”）、湖南三文在线教育科技集团有限公司（以下简称“三文教育集团”）、课程学习者（以下也称“用户”）等之间关于您使用九斗云课服务所涉相关事项的法律协议，自本补充协议发布之日起，“九斗”网站、“九斗”APP及“九斗”微信公众号所称“九斗云课服务协议（作者版）”均指本协议。
        1.2
        云课作者有权自行决定自己发布的课程是否收费、课程收费标准及课程收费方式等形式，在作者课程开始向用户收费并有收益后，作者依约获得其应得收益，三文教育集团作为中立的平台方，为作者向用户提供的课程服务提供相应的平台和技术支持服务，并依本协议约定获得作者向三文教育集团支付的相关技术服务费用、流量转化服务费、充值支付渠道技术服务成本费。
      </li>
    </ul>
    <ul>
      <li>二、三文教育集团的权利义务</li>
      <li>
        2.1
        三文教育集团有权根据三文教育集团公布的相关规则、规范对云课作者课程的运营质量进行考核。
      </li>
      <li>
        2.2
        三文教育集团有权根据三文教育集团公布的相关规则、规范对云课作者课程进行管理，且保留对规则的修改和解释权，云课作者课程不符合规则或相关法律法规的，三文教育集团有权停止云课作者课程的运营、支付等相关服务。
      </li>
      <li>
        2.3
        云课作者课程符合三文教育集团公布的相关规则、规范后，三文教育集团会按照相关约定、规则等为云课作者收费课程的发布和充值支付渠道等提供相关技术支持服务。
      </li>
      <li>
        2.4
        在云课作者课程有收益后，三文教育集团有权按照本协议约定，向云课作者收取技术服务费、流量转化服务费、充值支付渠道技术服务成本费。三文教育集团有权根据整体运营情况，单方决定是否增加、调整技术服务费、流量转化服务费、充值支付渠道技术服务成本费的内容和收费标准，对此云课作者对修改后的费用内容和标准将会予以全部遵守、同意，否则云课作者应当下架相关课程并放弃使用三文教育集团提供的任何服务，云课作者继续使用三文教育集团的服务表示云课作者同意和愿意遵守修改后的收费标准。
      </li>
      <li>
        2.5 三文教育集团有权要求云课作者积极配合九斗运营需要所开展的推广活动。
      </li>
      <li>
        2.6
        三文教育集团有权根据运营情况单方对主协议、本补充协议、其他双方签署的相关协议及相关的附件、规则、规范等进行修改，云课作者对修改后的协议及相关的附件、规则、规范等，均无异议，并将予以全面同意和遵守。
      </li>
      <li>
        2.7
        您理解并同意，无论任何原因，如果三文教育集团实际并未收到您课程对应的款项的，三文教育集团有权拒绝向您进行支付和结算相关款项，具体结算数据以三文教育集团提供的数据为准，您承诺不对该数据提出任何异议，且放弃追究三文教育集团的任何法律责任，否则三文教育集团有权随时单方终止本协议并拒绝向您支付任何费用。
      </li>
      <li>
        2.8三文教育集团有权根据该协议以及其他已经发布的规则，基于自身独立判断或者用户投诉，对您的课程是否符合质量要求进行判定。如果认为您的课程质量不符合要求，则三文教育集团有权单方终止本协议，将您的课程予以下线，并有权冻结尚未支付给您的所有款项，并从前述冻结款项中直接扣除应当退还给用户的费用、补偿用户损失费用等，如果您的应结算款项不足，则三文教育集团有权进行追偿，或者从其他任何应支付给您的已经产生的款项或者即将产生的款项中予以扣除，多余部分将作为您向三文教育集团承担违约责任的违约金而不再向您支付。
      </li>
    </ul>
    <ul>
      <li>三、云课作者的权利义务</li>
      <li>3.1云课作者同意和理解：</li>
      <li>
        （1）三文教育集团是一个中立的平台服务提供者，仅向云课作者提供信息存储空间、链接等中立的网络服务或相关中立的技术支持服务，以供云课作者在中立的平台上自主发布、运营、推广其课程等。
      </li>
      <li>
        （2）云课作者的课程由云课作者自主开发、独立运营并独立承担全部责任。三文教育集团不会、也不可能参与云课作者课程的研发、运营等任何活动，三文教育集团也不会对云课作者的课程进行任何的修改、编辑或整理等。
      </li>
      <li>
        （3）因云课作者课程产生的任何纠纷、责任等，以及云课作者违反相关法律法规或本协议约定引发的任何后果，均由云课作者独立承担责任、赔偿损失，与三文教育集团无关。如侵害到三文教育集团或他人权益的，云课作者须自行承担全部责任和赔偿一切损失。
      </li>
      <li>
        3.2
        若云课作者课程收费的，云课作者同意必须通过三文教育集团提供的在线支付方式进行支付，云课作者仅使用三文教育集团提供的充值支付渠道作为课程的唯一充值支付渠道，且不可单独开发或向用户提供除三文教育集团提供的充值支付渠道之外的任何充值支付渠道。如云课作者使用三文教育集团提供的充值支付渠道以外的任何渠道面向用户进行收费，三文教育集团有权随时中止、终止云课作者课程在三文教育集团平台上的运营，并没收云课作者的全部课程收益。
      </li>
      <li>
        3.3
        云课作者有义务遵守主协议、本补充协议、其他双方签署的相关协议及相关的附件、规则、规范等及相关的法规等。否则，三文教育集团有权随时中止、终止云课作者课程在三文教育集团平台上的运营或提供相关服务，没收云课作者的全部课程收益，并且云课作者应承担因此而对三文教育集团和用户造成的一切损失。
      </li>
      <li>
        3.4
        云课作者可以按照相关约定、规则等使用由三文教育集团提供的针对课程的数据统计分析系统。
      </li>
      <li>
        3.5
        云课作者须保证向用户提供有效和优质的服务，包括但不限于提供24小时的客服电话服务等并保证服务质量，若云课作者无法确保此条，经三文教育集团书面同意后，可以接入三文教育集团提供的客服系统，但涉及到的人员及人员的人力成本等相关费用由云课作者自行解决和承担。
      </li>
      <li>3.6 云课作者同意会积极配合三文教育集团在九斗开展的推广活动。</li>
      <li>
        3.7
        云课作者同意在此授权三文教育集团可在九斗或其他平台、渠道等为宣传推广应用，使用与云课作者应用相关的知识产权。
      </li>
      <li>
        3.8
        云课作者聘任第三方进行相关课程交流的，则视第三方行为为云课作者自身在履行课程的行为，并应当对该第三方的相关行为承担责任（包括但不限于管理第三方的课程安排、支付第三方相应费用等）。如该第三方存在违反法律法规或三文教育集团相关规定的行为，则视同云课作者违反法律法规或三文教育集团相关规定，三文教育集团有权根据相关法律法规或三文教育集团相关规定对云课作者进行相应的处罚。
      </li>
    </ul>
    <ul>
      <li>四、云课作者的课程收益</li>
      <li>
        4.1
        目前，用户通过三文教育集团提供的支付渠道来支付云课作者课程费用时，云课作者需向三文教育集团支付技术服务费、流量转化服务费，三文教育集团暂不收取任何的充值支付渠道技术服务成本费，即：
      </li>
      <li>云课作者收取的课程费用需要向三文教育集团支付：</li>
      <li>（1）技术服务费：20%，即课程费用的20%。</li>
      <li>
        （2）流量转化服务费：10%，即若在当前自然年度内，云课作者总课程收益超过1000万元后，对于系统判断属于平台流量转化的课程费用的10%；若云课作者课程总收益不超过1000万元，则三文教育集团不收取流量转化服务费。流量转化服务费在当前自然年度内云课作者总课程收益超过1000万元后开始计算，在云课作者申请结算提现时收取。
      </li>
      <li>
        （3）充值支付渠道技术服务成本费：0%，即三文教育集团暂不收取充值支付渠道技术服务成本费；
      </li>
      <li>
        即：符合提现条件后，云课作者申请结算提现，该结算提现周期记为T，云课作者在T周期内获取收费课程的结算收益=云课作者通过支付渠道在T周期内获取的课程费用-T周期内的技术服务费-T周期内的流量转化服务费（若有）=云课作者通过支付渠道在T周期内获取的课程费用*80%-云课作者通过支付渠道在T周期内的课程收益中属于平台流量转化的课程费用*10%（若有）。
      </li>
      <li>
        注：平台流量转化具体数据以三文教育集团数据为准，云课作者不对此提出任何异议，否则三文教育集团有权拒付任何课程费用，并终止向云课作者提供任何服务。
      </li>
      <li>
        但后续三文教育集团如对服务进行调整并可能收取相关服务费用的，三文教育集团有权从云课作者的课程总收益中扣除相应费用。
      </li>
      <li>4.2 目前云课作者课程的结算提现周期内收益计算方法</li>
      <li>
        云课作者课程收益按结算提现周期（记为周期T）进行结算，目前云课作者课程的周期T内结算收益为周期T内已经缴纳课程费用的课程对应的费用，并扣除了向三文教育集团支付技术服务费、流量转化服务费、充值支付渠道技术服务成本费。
      </li>
      <li>具体计算如下：</li>
      <li>
        A课程周期T内的结算费用=周期T内A课程通过支付渠道已经缴纳成功的课程费用
        *80%-周期T内A课程收益中属于平台流量转化的课程费用*10%（若有）。
      </li>
      <li>
        B课程周期T内的结算费用=周期T内B课程通过支付渠道已经缴纳成功的课程费用
        *80%-周期T内B课程收益中属于平台流量转化的课程费用*10%（若有）。
      </li>
      <li>......</li>
      <li>
        N课程周期T内的结算费用=周期T内N课程通过支付渠道已经缴纳成功的课程费用
        *80%-周期T内N课程收益中属于平台流量转化的课程费用*10%（若有）。
      </li>
      <li>4.3云课作者的结算提现周期总收益</li>
      <li>
        云课作者的结算提现周期T内总收益=A课程周期T结算费用 + B课程周期T结算费用
        + ..... + N课程周期T结算费用。
      </li>
      <li>4.4 计算范例</li>
      <li>
        假设当前为07月25日，云课作者上次结算提现申请周期为02月01日至05月15日，三文教育集团于05月25日已完成结算支付，目前云课作者已达到结算提现条件并发起申请，本次结算提现周期T开始于05月16日零点，结束于07月24日23时59分59秒，假设云课作者在本结算提现周期T内发生以下情况，请计算周期T内云课作者总收益额：
      </li>
      <li>
        云课作者在以下课程发生时，当前自然年度内所有课程总收益已经超过1000万元。
      </li>
      <li>
        （1）A课程单价10元，周期T内成功缴纳A课程费用的用户人数为10000人，系统判断属于平台流量转化的用户人数为0人；
      </li>
      <li>
        （2）B课程单价50元，周期T内成功缴纳B课程费用的用户人数为500人，系统判断属于平台流量转化的用户人数为100人；
      </li>
      <li>计算如下：</li>
      <li>（1）周期T内A课程结算收益=10元/人*10000人*80%=8万元；</li>
      <li>
        （2）周期T内B课程结算收益=50元/人*500人*80%-50元/人*100人*10%=1.95万元；则云课作者结算提现周期T内的课程总收益为：云课作者周期T总收益=（1）+（2）=（8+1.95）万元=9.95万元
      </li>
    </ul>
    <ul>
      <li>五、结算与支付</li>
      <li>
        5.1
        云课作者当日零点所有课程用户通过支付渠道缴纳的费用达到或超过500元方可发起结算提现申请，结算提现申请金额为发起申请当日零点云课作者可结算的全部金额。三文教育集团将在云课作者发起申请后下一个自然月前5个工作日内以电子邮件方式向云课作者提供对账单供云课作者确认核实。若云课作者对对账单有异议，应于收到对账单之日起（以邮件发送时间为准）5个自然日内向三文教育集团提出。如无异议，云课作者应于收到对账单之日起5个自然日内向三文教育集团出具已经盖章（或签字）确认的对账单。云课作者在收到对账单之日起5个自然日内未提出异议，视为云课作者无异议，双方按三文教育集团提供的对账单进行结算。双方应依法承担各自应当缴纳的各种税费费用，涉及代扣代缴的，三文教育集团有权代扣代缴并提供相关凭证。
      </li>
      <li>
        5.2
        三文教育集团作为一个中立的平台，基于向云课作者提供上述平台技术服务按以上结算规则向云课作者收取相应的服务费，并向云课作者相应开具合格的增值税专用发票。
      </li>
      <li>
        因云课作者为课程服务的提供方，负有向用户购买其课程服务的行为开具合规发票的义务。云课作者应当按用户实际缴纳的情况开具合法、有效、等额的发票，如因云课作者未向用户开具发票或开具发票不符合法律要求的，由云课作者自行承担全部责任。
      </li>
      <li>
        5.3
        如后续三文教育集团给予奖励、扶持等政策的，该等奖励、扶持等的政策（包括但不限于政策实施的具体方式、政策实施数额及政策结算模式等）均会在三文教育集团相关网站进行颁布，具体的政策以三文教育集团再相关网站颁布的规则为准，云课作者对此无异议且同意全部遵守。
      </li>
      <li>
        5.4
        双方依本协议所应支付结算的所有款项，一律以人民币支付，并在收到云课作者出具的盖章（或签字）确认的对账单等凭证后5个工作日内将按对账单内的实际支付金额直接汇入云课作者所指定之银行账号（包括收款人姓名、收款人银行卡号、开户行）。
      </li>
    </ul>
    <ul>
      <li>六、其他</li>
      <li>
        6.1
        双方在2019年8月18日起一年内按照本补充协议约定执行，若期限届满前，任何一方均未提出书面终止要求的或双方未有共同确认变更本补充协议的，则本协议有效期顺延一年，顺延次数不限。
      </li>
      <li>
        6.2
        云课作者理解并同意，本补充协议与主协议、双方签署的其他协议、三文教育集团不时发布的相关规则、规范等，组成一个统一整体，三文教育集团有权根据运营情况单方对前述主协议、双方签署的其他协议、三文教育集团不时发布的相关规则、规范等进行修改，云课作者对修改后的内容，均无异议，并将予以全面同意和遵守。更新后的内容，一旦公布即代替原来的条款，无须另行通知。云课作者可在云课作者账户上查阅最新版内容。如果云课作者不接受修改后的条款，应立即停止使用对应的服务，云课作者继续使用三文教育集团服务即视为已接受了修改后的条款。
      </li>
      <li>
        6.3
        本补充协议与主协议构成不可分割的整体。主协议约定的事项与本补充协议不一致的，以本补充协议为准；本补充协议未约定的事项，按照主协议的约定执行。
      </li>
      <li>6.4 本补充协议壹式两份，双方各执壹份，有同等效力。</li>
      <li>6.5 本补充协议签订地为北京市海淀区信息路30号上地大厦8层802室。</li>
      <li>
        6.6
        因本协议所引起的任何纠纷或争议，协议各方首先应友好协商解决，协商不成的，各方在此完全同意将纠纷或争议提交协议签订地有管辖权的人民法院诉讼解决。
      </li>
      <li>
        6.7
        本补充协议经云课作者在三文教育集团平台相关说明页面操作点击“同意”按钮后自动生效。
        （正文完）
      </li>
    </ul>
  </div>
</template>

<script>
export default {
  name: "courseProtocol",
  methods: {}
};
</script>

<style lang="scss">
.courseProtocol {
  div {
    text-align: center;
    font-size: 15px;
    color: #333333;
  }
  ul {
    list-style: none;
    padding-left: 0;
    text-align: justify;
    color: #333333;
    font-size: 12px;
    line-height: 22px;
    li:first-child {
      font-size: 14px;
      margin-bottom: 10px;
      color: #000;
    }
  }
}
</style>
